const logs = [
    "[ПЕРСОНАЖ №1] згадав щось важливе, але несподівано [ПЕРСОНАЖ №2], не пам'ятаючи себе від переляку, вдарив у передпліччя ворога.",
    '[ПЕРСОНАЖ №1] поперхнувся, і за це [ПЕРСОНАЖ №2] з переляку приклав прямий удар коліном у лоб ворога.',
    '[ПЕРСОНАЖ №1] забувся, але в цей час нахабний [ПЕРСОНАЖ №2], прийнявши вольове рішення, нечутно підійшовши ззаду, вдарив.',
    '[ПЕРСОНАЖ №1] прийшов до тями, але несподівано [ПЕРСОНАЖ №2] випадково завдав потужного удару.',
    '[ПЕРСОНАЖ №1] поперхнувся, але в цей час [ПЕРСОНАЖ №2] неохоче розтрощив кулаком \"вирізано цензурою\> супротивника.',
    '[ПЕРСОНАЖ №1] здивувався, а [ПЕРСОНАЖ №2] похитнувшись вліпив підлий удар.',
    '[ПЕРСОНАЖ №1] висморкався, але несподівано [ПЕРСОНАЖ №2] провів удар, що дробить.',
    '[ПЕРСОНАЖ №1] похитнувся, і раптово нахабний [ПЕРСОНАЖ №2] так ударив у ногу противника',
    '[ПЕРСОНАЖ №1] засмутився, як раптом, несподівано [ПЕРСОНАЖ №2] випадково вліпив стопою в живіт суперника.',
    '[ПЕРСОНАЖ №1] намагався щось сказати, але раптом, несподівано [ПЕРСОНАЖ №2] з нудьги, розбив брову супернику.'
];